<h1 class="content-title">دليل المستخدم للأيقونات الخاصة بلوحة التحكم</h1>
<div id="system_guid" style="margin:0 15px; height:400px; line-height:35px;" dir="rtl">
<p>تتميز لوحة التحكم بالبساطة في الاستخدام بالإضافة لوجود مجموعة من الأيقونات المحددة الوظيفة و هي كالتالي :</p>
<p><img src="images/add.png" class="styllll" width="16p" />&nbsp;إضافة عنصر جديد فعند الضغط على هذه الأيقونة يظهر معالج إضافة يمكنك من إضافة عنصر جديد إلى القائمة التي ترغب</p>
<p><img src="images/edit.png" class="styllll" /> &nbsp;تعديل عنصر , عند الضغط على هذه الأيقونة يظهر معالج يمكنك من تعديل أي عنصر</p>
<p><img src="images/delete.png" class="styllll" />&nbsp;حذف عنصر , عند الضغط على هذه الأيقونة تظهر رسالة تأكيد الحذف , في حال قمت بالضغط على نعم يتم حذف العنصر و إلا لا يقوم بعمل شيء</p>
<p><img src="images/arrow.png" />&nbsp;تغيير ترتيب عنصر , عند الضغط على سهم للأعلى يتم رفع العنصر مرتبة واحدة إلى الأعلى مما يغير من ترتيب عرض هذا العنصر في الموقع و كذلك الأمر بالنسبة للسهم للأسفل</p>
<p><img src="images/active.png" class="styllll" />&nbsp;عند النقر على هذه الأيقونة يتغير شكلها إلى هذا الشكل <img class="styllll" src="images/disactive.png" />, مما يعني أنك قمت بإلغاء تفعيل العنصر أي لن يتم عرضه في الموقع حتى تقوم بإلغاء التفعيل بإعادة الضغط على نفس الأيقونة و هي عملية مشابهة للحذف و لكنك تستطيع استعادة العنصر متى شئت
</div>